TEXT = {
    'start': "👋 Сәлем, <b>{full_name}</b>!\n"
             "<b>/question</b> — сұрақ алу үшін басыңыз!",

    'stop': "Сынақ кезеңіңіз аяқталды.\n"
            "Ботты пайдалануды жалғастыру үшін төлем жасаңыз\n"
            "<b>/pay</b> — төлеу үшін басыңыз",

    'payment': {
        "label": "Қолжетімділікті сатып алу",
        "title": "Қолжетімділікті сатып алу",
        "description": "Ботқа шексіз қолжетімділікті сатып алыңыз. Бір рет төленеді және мәңгілікке жарамды ✨",
        "description_discount": "Ботқа шексіз қолжетімділікті 50% ЖЕҢІЛДІКПЕН ✨ бар болғаны {amount}⭐-ға сатып алыңыз. Жеңілдік мерзімі: {discount_end_time}",
        "payment_accepted": "Төлем қабылданды ✅\n"
                            "Енді сіз ботты шектеусіз пайдалана аласыз!\n"
                            "<b>/question</b> — сұрақ алу үшін басыңыз!",
        "already_paid": "Сізде ботқа қолжетімділік бар ✅\n"
    },

    "echo": "<b>/question</b> - сұрақ алу\n"
            "<b>/theme</b> - безендіруді өзгерту\n"
            "<b>/books</b> - кітаптар тізімін алу\n"
            "<b>/donate</b> - жобаны қолдау\n"
            "<b>/forum</b> - ПДД бойынша сұрақтарды талқылау\n"
            "<b>/error</b> - қатені хабарлау"
}

BUTTONS_TEXT = {}