TEXT = {
    'start': "👋 Сәлем, {full_name}!\n"
             "/question батырмасын басып, сұрақ алыңыз!",

    "stop": "Сынақ мерзіміңіз аяқталды.\n"
            "Ботты әрі қарай пайдалану үшін төлем жасаңыз\n"
            "/pay — төлеу үшін басыңыз",

    "payment": {
        "label": "Қолжетімділікті сатып алу",
        "title": "Қолжетімділікті сатып алу",
        "description": "Ботқа шексіз қолжетімділікті сатып алу. Бір рет сатып алынады және мәңгілік ✨",
        "payment_accepted": "Төлем қабылданды ✅\n"
                            "Енді ботты шектеусіз пайдалана аласыз!\n"
                            "/question — сұрақ алу үшін басыңыз!"
    },

    "echo": "/question — сұрақ алу үшін\n"
            "/theme — безендіруді өзгерту\n"
            "/books — кітаптар тізімін алу\n"
            "/donate — жобаны қолдау"
}

BUTTONS_TEXT = {
    'pay': "Қолжетімділікті сатып алу ⭐ {amount}"
}