TEXT = {'start': "👋 Привет, {full_name}!\n"
                "Нажми на /question, чтобы получить вопрос!",

        "stop": "Ваш пробный период истек.\n"
                "Пожалуйста, произведите оплату, чтобы продолжить использовать бота\n"
                "/pay - нажмите, чтобы оплатить",

        "payment": {"label": "Купить доступ",
                    "title": "Купить доступ",
                    "description": "Купить безлимитный доступ к боту. Покупается 1 раз и навсегда ✨",
                    "payment_accepted": "Платеж принят ✅\n"
                    "Теперь вы можете пользоваться ботом без ограничений!\n"
                    "/question - нажмите, чтобы получить вопрос!"},

        "echo": "/question - чтобы получить вопрос\n"
                "/theme - чтобы поменять оформление\n"
                "/books - чтобы получить список книг\n"
                "/donate - поддержать проект"
                }

BUTTONS_TEXT = {'pay': "Купить доступ ⭐ {amount}"}