TEXT = {'start': "👋 Привет, {full_name}!",
        "payment": {"label": "Купить доступ",
                    "title": "Купить доступ",
                    "description": "Купить безлимитный доступ к боту. Покупается 1 раз и навсегда ✨",
                    "payment_accepted": "Платеж принят ✅\n"
                    "Теперь вы можете пользоваться ботом без ограничений!\n"
                    "Нажмите /question, чтобы получить вопрос!"},
        "echo": ""
        }

BUTTONS_TEXT = {'pay': "Купить доступ ⭐ {amount}"}