TEXT = {'start': "👋 Привет, <b>{full_name}</b>!\n"
                "У тебя есть 1 день, чтобы протестировать бота бесплатно!\n"
                "<b>/question</b> - нажми, чтобы получить вопрос!",

        "stop": "Ваш пробный период истек.\n"
                "Произведите оплату, чтобы продолжить использовать бота\n"
                "<b>/pay</b> - нажми, чтобы оплатить",

        "payment": {"label": "Купить доступ",
                    "title": "Купить доступ",
                    "description": "Купить безлимитный доступ к боту. Покупается 1 раз и навсегда ✨",
                    "description_discount": "Купи безлимитный доступ к боту со СКИДКОЙ 50% ✨ всего за {amount}⭐. Скидка продлиться до: {discount_end_time}",
                    "payment_accepted": "Платеж принят ✅\n"
                                        "Теперь вы можете пользоваться ботом без ограничений!\n"
                                        "<b>/question</b> - нажми, чтобы получить вопрос!",
                    "already_paid": "У вас уже есть доступ к боту ✅\n"},

        "echo": "<b>/question</b> - получить вопрос\n"
                "<b>/theme</b> - поменять оформление\n"
                "<b>/books</b> - получить список книг\n"
                "<b>/donate</b> - поддержать проект\n"
                "<b>/forum</b> - обсудить вопросы по ПДД\n"
                "<b>/error</b> - сообщить об ошибке",
                
        "forum": "Обсудить вопросы по ПДД вы можете в нашем сообществе:\n"
                 "@pdd_forum",
        "error": "Если вы нашли ошибку в вопросе, пожалуйста, сообщите нам об этом:\n"
                 "@pdd_error"
}

BUTTONS_TEXT = {}